Revit 2027 API
FamilyInstance.ToRoom Property
The "To Room" set for the door or window.
Overload List
Name | Description
ToRoom | The "To Room" set for the door or window in the last phase of the project.
ToRoom[Phase]
Top
See Also
Reference
FamilyInstance Class
Autodesk.Revit.DB Namespace